export default function Page() {
  return (
    <div className=" p-12 flex flex-col items-start container mx-auto gap-3">
      <h1 className="text-2xl font-bold">개인정보처리방침</h1>

      <p className="">2024.08.26</p>

      <p>
        <strong>수집항목</strong>
      </p>

      <p>
        다음 사항은 샤인독서실(이하 ‘샤인독서실’)의 회원 및 서비스이용자(이하
        ‘이용자’)의 개인정보의 보호를 위해 정보수집의 목적과 이용 및 정책적
        보안을 규정한 것으로 『정보통신망 이용촉진 및 정보보호 등에 관한
        법률』상의 개인정보보호규정과 『개인정보보호법』에 의거하여
        작성되었습니다.
      </p>
      <p>
        샤인독서실은 개인정보를 수집하고 처리함에 있어서 관련 법령 및 지침 변경
        시 즉각 반영할 수 있도록 노력하며, 개인정보 취급자를 최소화 하고,
        내부관리계획에 따라 주기적으로 개인정보 취급방침의 이행 및 관련 법령의
        준수 여부를 확인하는 등 소중한 회원님의 개인정보보호에 최선을 다하고
        있습니다.
      </p>
      <p>
        본 개인정보처리방침은 정부의 법령 및 지침의 변경, 또는 보다 나은
        서비스의 제공을 위해 그 내용이 변경될 수 있으므로 사이트 방문 시 수시로
        그 내용을 확인하여 주시기 바랍니다.
      </p>

      <p>
        <strong>1. 개인정보의 수집항목 및 수집방법</strong>
      </p>
      <p>
        샤인독서실는 회원가입, 결제, 푸쉬알림 등 각종 서비스 제공을 위해 최초
        신청 시 아래와 같은 개인정보를 수집하고 있습니다.
      </p>
      <p>가. 어플리케이션을을 통한 회원 가입 시</p>
      <p>1) 필수항목</p>
      <p>– 개인: 성명, 휴대전화번호</p>
      <p>
        <strong>이용목적</strong>
      </p>

      <p>
        <strong>2. 개인정보의 이용목적</strong>
      </p>
      <p>
        – 본인 식별: 이름, 휴대전화번호
        <br />
        – 결제: CMS 혹은 신용카드/체크카드 결제정보
        <br />
      </p>
      <p>– CMS 승인: 이름, 생년월일, 휴대폰번호</p>
      <p>
        <strong>3. 개인정보에 대한 공유 및 제공</strong>
      </p>
      <p>
        샤인독서실은 이용자의 개인정보를 ‘2. 개인정보의 이용목적’에서 고지한
        범위 내에서 사용하며, 법률에서 정하는 경우를 제외하고는 이용자의 동의
        없이 개인정보를 제3자에게 제공하지 않습니다.
      </p>
      <p>
        <strong>4. 개인정보의 취급위탁</strong>
      </p>
      <p>
        보다 나은 서비스 제공을 위하여 아래와 같이 개인정보를 위탁하고 있으며,
        관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한
        사항을 규정하고 있습니다.
      </p>
      <p>–결제 승인ㆍ정산을 위해 PG업체에 위탁하는 경우</p>
      <table className="">
        <thead>
          <tr>
            <td>수탁업체</td>
            <td>위탁범위</td>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>(주)코라이포트원</td>
            <td>결제/내역</td>
          </tr>
        </tbody>
      </table>

      <p>
        <strong>보유 및 이용기간</strong>
      </p>

      <p>
        <strong>5. 개인정보의 보유 및 이용기간</strong>
      </p>
      <p>
        수집된 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체
        없이 파기합니다. 단, 기부금영수증 발행 등을 위해 아래와 같이
        관계법령에서 정한 기간 동안 개인정보와 기부결제정보를 보관합니다.
      </p>
      <p>
        -보존 항목: 이름, 연락처, 결제기록
        <br />
        -보존 근거: 법인세법, 국세기본법
        <br />
        -보존 기간: 10년(중단 시부터)
      </p>
      <p>
        <strong>6. 개인정보 파기절차 및 방법</strong>
      </p>
      <p>
        이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면
        지체 없이 파기합니다.
      </p>
      <p>개인정보 파기절차 및 방법은 다음과 같습니다.</p>
      <p>
        가. 파기절차
        <br />
        1) 이용자가 회원 가입과 후원 등을 위해 입력한 정보는 목적이 달성된 후
        내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(개인정보의 보유
        및 이용기간참조) 일정기간 저장된 후 파기됩니다.
        <br />
        2) 문서 형태의 개인정보는 내부 방침 및 기타 관련 법령에 의한 정보보호
        사유에 따라(개인정보의 보유 및 이용기간참조) 일정기간 별도의 서류함에
        저장된 후 파기됩니다.
        <br />
        3) 이용자가 이벤트 등을 위해 입력한 정보는 목적이 달성된 후 지체 없이
        파기합니다.
        <br />
        4) 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른
        목적으로 이용되지 않습니다.
      </p>
      <p>
        나. 파기방법
        <br />
        1) 종이에 출력된 개인정보는 식별할 수 없는 형태로 분쇄 혹은 소각하여
        파기합니다.
        <br />
        2) 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적
        방법을 사용하여 삭제합니다.
      </p>

      <p>
        <strong>
          7. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항
        </strong>
      </p>
      <p>
        샤인독서실은 개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의
        정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 운용합니다. 쿠키는
        웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에게 보내는 아주
        작은 텍스트 파일로 이용자 컴퓨터의 하드디스크에 저장됩니다. 샤인독서실가
        쿠키를 통해 수집하는 이용자의 개인정보는 페이지 뷰 현황 등에 한하며, 그
        외에 다른 정보는 수집하지 않습니다.
      </p>
      <p>
        가. 쿠키의 사용 목적
        <br />
        – 수집된 이용자의 개인정보는 접속빈도나 방문 시간 등을 분석하고,
        이용자의 관심분야를 파악하여 서비스 개편 등의 척도로 활용합니다.
        <br />
        나. 쿠키의 설치/운영 및 거부
        <br />– 이용자는 쿠키에 대한 선택권을 가지고 있습니다. 이용자는 웹
        브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될
        때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
        다만 쿠키의 저장을 거부하실 경우 쿠키를 사용하는 일부 페이지의 이용에
        어려움이 있을 수 있습니다.
      </p>
      <p>
        ※ 쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer의 경우)
        <br />
        ① [도구] 메뉴에서 [인터넷 옵션]을 선택합니다.
        <br />
        ② [개인정보 탭]을 클릭합니다.
        <br />③ [개인정보취급 수준]을 설정하시면 됩니다.
      </p>
      <p>
        <strong>8. 개인정보의 기술적/관리적 보호 대책</strong>
      </p>
      <p>
        샤인독서실은 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난,
        누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은
        기술적/관리적 대책을 강구하고 있습니다.
      </p>
      <p>가. 개인정보보호를 위한 기술적 운영</p>
      <p>
        샤인독서실은 전자형식의 파일로 보관되는 개인정보에 대하여 해킹
        등으로부터 기술적 안전성 확보를 위하여 전문업체인 ㈜크레비스파트너스에
        해당 업무를 위탁하여 관리하고 있으며, 샤인독서실에서는 업체의 올바른
        업무를 감시하고, 관련 법령의 준수여부를 확인합니다.
      </p>
      <p>
        전자적 형태로 변환된 약정서는 샤인독서실에서 허가한 담당자만이 취급할 수
        있습니다. 또한 샤인독서실의 개인정보보호책임자와 개인정보보호담당자는
        내부관리계획을 바탕으로 한 철저한 관리감독과 교육을 통해 개인정보가
        분실, 도난, 누출, 변조 또는 훼손되지 않도록 최선을 다하고 있습니다.
      </p>
      <p>나. 해킹 등에 대비한 대책</p>
      <p>
        샤인독서실은 해킹이나 컴퓨터 바이러스 등에 의해 이용자의 개인정보가
        유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다.
      </p>
      <p>
        개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신
        백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지
        않도록 방지하고 있으며, 암호화 통신 등을 통하여 네트워크상에서
        개인정보를 안전하게 전송하도록 의무화하고 있습니다.
      </p>
      <p>다. 내부관리계획의 수립 및 개인정보 취급자 교육 실시</p>
      <p>
        샤인독서실은 개인정보보호법의 지침에 따라 내부관리계획을 수립하여
        시행하며, 개인정보보호와 관련된 문제가 발생되지 않도록 노력하고, 문제가
        발생할 경우 즉시 수정하고 바로잡을 수 있도록 최선을 다하고 있습니다.
        또한 개인정보를 취급하는 직원은 물론 개인정보를 다루지 않는 직원도 연
        2회 이상의 교육을 통하여 개인정보처리방침의 준수를 강조하고 있습니다.
      </p>
      <p>라. 개인정보 관리</p>
      <p>
        이용자의 개인정보는 전적으로 본인의 휴대전화번호 혹은 이메일의 인증에
        의해 관리되고 있습니다. 따라서 각 인증 후의 정보에 누출되지 않도록
        각별히 조심해야 하며, 타인과 컴퓨터를 공유하는 인터넷 카페나 도서관 같은
        공공장소에서 컴퓨터를 사용하는 경우 작업 종료 시에는 반드시 로그아웃 후
        웹 브라우저를 종료해야 합니다. 샤인독서실는 이용자의 개인적인 부주의로
        개인정보가 유출되어 발생한 문제와 기본적인 인터넷의 위험성 때문에
        일어나는 일들에 대해 책임을 지지 않습니다.
      </p>
      <p>
        <strong>9. 개인정보의 보호책임자</strong>
      </p>
      <p>
        샤인독서실은 개인정보 보호책임자를 다음과 같이 지정하여 회원의
        개인정보에 관련한 업무를 담당하고 있습니다. 개인정보와 관련한 문의,
        의견, 불만을 제기하고자 하실 경우에는 다음의 개인정보 관리책임자에게
        연락하여 주시기 바랍니다.
      </p>
      <p>
        개인정보보호담당자
        <br />
        이름: 김민건
        <br />
        소속: 샤인독서실
      </p>
      <p>
        개인정보보호책임자
        <br />
        이름: 김민건 소속: 샤인독서실
      </p>
      <p>
        개인정보보호 관련 연락처
        <br />
        전화: 010-2872-0404
        <br />
      </p>
      <p>
        기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에
        문의하시기 바랍니다.
      </p>
      <p>
        – 개인정보침해신고센터&nbsp;(
        <a
          rel="noopener noreferrer"
          href="https://privacy.kisa.or.kr/main.do"
          target="_blank"
        >
          privacy.kisa.or.kr
        </a>
        &nbsp;/ 국번없이&nbsp;<a href="tel:118">118</a>)<br />–
        정보보호마크인증위원회&nbsp;(
        <a
          rel="noopener noreferrer"
          href="https://www.eprivacy.or.kr/index.do"
          target="_blank"
        >
          eprivacy.or.kr
        </a>
        &nbsp;/&nbsp;<a href="tel:02-550-9531">02-550-9531</a>~2)
        <br />– 대검찰청 사이버수사과&nbsp;(
        <a
          rel="noopener noreferrer"
          href="https://www.spo.go.kr/site/spo/main.do"
          target="_blank"
        >
          spo.go.kr
        </a>
        &nbsp;/ 국번없이&nbsp;<a href="tel:1301">1301</a>)<br />
        <span className="desktop-elm">
          – 경찰청 사이버안전국 (
          <a
            rel="noopener noreferrer"
            href="https://cyberbureau.police.go.kr/crime/sub1.jsp?mid=010101"
            target="_blank"
          >
            police.go.kr
          </a>
          &nbsp;/ 국번없이&nbsp;<a href="tel:182">182</a>)
        </span>
      </p>
      <p>
        <strong>10.&nbsp;</strong>
        <strong>고지의 의무</strong>
      </p>
      <p>
        현 개인정보처리방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일
        전부터 홈페이지의 ‘공지사항’을 통해 고지하겠습니다.
      </p>
      <p>
        * 이 개인정보취급방침은 2024년 8월 26일부터 적용됩니다.
        <br />* 이전의 개인정보취급방침은 아래에서 확인하실 수 있습니다.
      </p>
      <p>– 공고일자: 2024년 8월 26일</p>
      <p>– 변경사항 시행일자: 2024년 8월 26일</p>

      <p className="empty">&nbsp;</p>
      <p className="empty">&nbsp;</p>
      <p className="empty">&nbsp;</p>
    </div>
  );
}
